
{
    "notecards": [
        {
            "id": 1,
            "text": "Given the choice of anyone in the world, whom would you want as a dinner guest?",
            "category": "surface"
        },
        {
            "id": 2,
            "text": "Would you like to be famous? In what way?",
            "category": "surface"
        },
        {
            "id": 3,
            "text": "Before making a telephone call, do you ever rehearse what you are going to say? Why?",
            "category": "surface"
        },
        {
            "id": 4,
            "text": "What would constitute a “perfect” day for you?",
            "category": "surface"
        },
        {
            "id": 5,
            "text": "When did you last sing to yourself? To someone else? What was the song?",
            "category": "surface"
        },
        {
            "id": 6,
            "text": "If you were able to live to the age of 90 and retain either the mind or body of a 30-year-old for the last 60 years of your life, which would you want?",
            "category": "surface"
        },
        {
            "id": 7,
            "text": "Do you have a secret hunch about how you will die?",
            "category": "moderate"
        },

        {
            "id": 8,
            "text": "Name three things you and the other person(s) with you appear to have in common.",
            "category": "moderate"
        },
        {
            "id": 9,
            "text": "For what in your life do you feel most grateful?",
            "category": "surface"
        },
        {
            "id": 10,
            "text": "If you could change anything about the way you were raised, what would it be?",
            "category": "deep"
        },
        {
            "id": 11,
            "text": "Take four minutes and tell your partner your life story in as much detail as possible.",
            "category": "deep"
        },
        {
            "id": 12,
            "text": "If you could wake up tomorrow having gained any one quality or ability, what would it be?",
            "category": "surface"
        },
        {
            "id": 13,
            "text": "If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?",
            "category": "moderate"
        },
        {
            "id": 14,
            "text": "Is there something that you’ve dreamed of doing for a long time? Why haven’t you done it?",
            "category": "moderate"
        },
        {
            "id": 15,
            "text": "What is the greatest accomplishment of your life?",
            "category": "deep"
        },
        {
            "id": 16,
            "text": "What do you value most in a friendship?",
            "category": "moderate"
        },
        {
            "id": 17,
            "text": "What is your most treasured memory?",
            "category": "moderate"
        },
        {
            "id": 18,
            "text": "What is your most terrible memory?",
            "category": "deep"
        },
        {
            "id": 19,
            "text": "If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?",
            "category": "deep"
        },
        {
            "id": 20,
            "text": "What does friendship mean to you?",
            "category": "surface"
        },

        {
            "id": 21,
            "text": "What roles do love and affection play in your life?",
            "category": "deep"
        },
        {
            "id": 22,
            "text": "Alternate sharing something positive about your life/day/eachother, first one to say 'um' buys a round of drinks.",
            "category": "surface"
        },

        {
            "id": 23,
            "text": "How close and warm is your family? Do you feel your childhood was happier than most other people’s?",
            "category": "deep"
        },

        {
            "id": 24,
            "text": "How do you feel about your relationship with your parents?",
            "category": "deep"
        },

        {
            "id": 25,
            "text": "Give us three of your 'hottest' takes.",
            "category": "moderate"
        },

        {
            "id": 26,
            "text": "Complete this sentence: 'I wish I had someone who...'",
            "category": "moderate"
        },
        
        {
            "id": 27,
            "text": "What are the qualities you think make a good person, what ones do you have/lack?",
            "category": "moderate"
        },

        {
            "id": 28,
            "text": "What is your greatest asset? What is your greatest flaw?",
            "category": "deep"
        },

        {
            "id": 29,
            "text": "What if anything, is too sacred to be joked about?",
            "category": "deep"
        },

        {
            "id": 30,
            "text": "When was the last time someone told you they loved you? When was the last time you told someone you loved them?",
            "category": "moderate"
        }

    ]
}